{
  "britain_ireland": [
    {
      "name": "Appleby Arrows",
      "description": "Equipo del norte de inglaterra fundado en 1612. Mayor momento de gloria en 1923. Hay una tradición rivalidad entre los Arrows y las Avispas de Wimbourne.",
      "image": "/images/Appleby_Arrows.jpeg"
    },
    {
      "name": "Avispas de Wimbourne",
      "description": "Fundado en 1312. ha ganado dieciocho veces la liga y ha llegado hasta dos semifinales de la Eurcopa.",
      "image": "/images/Avispas_Wimbourne.jpeg"
    },
    {
      "name": "Caerphilly Catapults",
      "description": "Los Catapults de Gales se formaron en 1402. Tienen dieciocho triunfos en la liga y un célebre triunfo en la final de la copa Europea de 1956.",
      "image": "/images/Caerphilly_Catapults.jpeg"
    },
    {
      "name": "Chudley Cannons",
      "description": "Han ganado la liga en veitiuna ocasiones, la ultima vez fue en 1892.",
      "image": "/images/Chudley_Cannons.jpeg"
      
    },
    {
      "name": "Falmouth Falcons",
      "description": "Conocidos por jugar duro.",
      "image": "/images/Falmouth_Falcons.jpeg"
    },
    {
      "name": "Holyhead Harpies",
      "description": "Equipo Galés fundado en 1203. Único por sólo ha fichado brujas en toda su historia.",
      "image": "/images/Holyhead_Harpies.jpeg"
    },
    {
      "name": "Kenmare Kestrels",
      "description": "Equipo Irlandés fundado en 1291.",
      "image": "/images/Kenmare_Kestrels.jpeg"
    },
    {
      "name": "Montrose Magpies",
      "description": "Es el equipo que acumula más éxitos en la historia de la liga de Irlanda y Gran Bretaña, treinta y dos ediciones. Han sido dos veces campeones de Europa.",
      "image": "/images/Montrose_Magpies.jpeg"
    },
    {
      "name": "Murciélagos de Ballycastle",
      "description": "Ha ganado la Liga de quidditch un total de veintiseis veces, lo que lo convierte en el segundo equipo más éxito en la historia de la competición.. Es el equipo más famoso de Irlanda del Norte.",
      "image": "/images/Murcielagos_Ballycastle.jpeg"
    },
    {
      "name": "Pride of Portree",
      "description": "Fundado en 1292 en la Isla de Skye. Llamados como Los Prides han ganado dos veces La Liga en 1960.",
      "image": "/images/Pride_Portree.jpeg"
    },
    {
      "name": "Puddlemere United",
      "description": "Fundado en 1163 es el equipo más antiguo de La Liga. Posee veintedós titulos de la Liga y dos de la Copa de Europa.",
      "image": "/images/Puddlemere_United.jpeg"
    },
    {
      "name": "Tutshill Tornados",
      "description": "Fundado en 1520, disfrutó de su mayor racha de éxitos a principios del siglo XX, cuando ganó el campeonato de Liga cinco veves seguidas, un record tanto en inglaterra como en Gran Bretaña.",
      "image": "/images/Tutshill_Tornados.jpeg"
    },
    {
      "name": "Wigtown Wanderers",
      "description": "Fundado en 1422 por los siete descendientes de un mago carnicero llamado Walter Parkin.",
      "image": "/images/Wigtown_Wanderers.jpeg"
    }
  ],
  "hogwarts": [
    {
      "name": "Gryffindor",
      "description": "Es una parte emblemática de la historia de Hogwarts. Fundado hace siglos junto con la fundación de la escuela misma, el equipo de Gryffindor ha sido un contendiente destacado en el mundo del Quidditch durante generaciones.",
      "image": "/images/Gryffindor.jpeg"
    },
    {
      "name": "Hufflepuff",
      "description": "Conocido por su lealtad, trabajo en equipo y fair play en el campo de juego. Aunque no se destaquen tanto como otros equipos en cuanto a trofeos y campeonatos, los Hufflepuff son admirados por su ética de juego y su dedicación.",
      "image": "/images/Hufflepuff.jpeg"
    },
    {
      "name": "Ravenclaw",
      "description": "Conocido por su lealtad, trabajo en equipo y fair play en el campo de juego. Aunque no se destaquen tanto como otros equipos en cuanto a trofeos y campeonatos, los Hufflepuff son admirados por su ética de juego y su dedicación.",
      "image": "/images/Ravenclaw.jpeg"
    },
    {
      "name": "Slytherin",
      "description": "Conocido por su astucia, ambición y determinación en el campo de juego. Ha mantenido una reputación de excelencia y competitividad en el Quidditch, gracias a su enfoque en la estrategia y la victoria a cualquier costo.",
      "image": "/images/Slytherin.jpeg"
    }
  ],
  "world": [
    {
      "name": "Argentina",
      "description": "Conocida como los Cóndores Plateados, es reconocida por su estilo de juego veloz y estratégico, inspirado en la diversidad de paisajes del país, desde la Patagonia hasta las Pampas. Han sido varias veces campeones del circuito sudamericano, destacando por su capacidad para adaptarse a todo tipo de condiciones. Su entrenamiento en el estadio Ventisquero Azul, el más austral del mundo, les otorga una resistencia inigualable frente a rivales de todo el globo.",
      "image": "/images/Argentina.jpeg"
    },
    {
      "name": "Brasil",
      "description": "Conocida como los Tiburones de Copacabana, combina la destreza y la creatividad en un juego fluido y dinámico, inspirado en la energía vibrante de las playas y selvas del país. Campeones frecuentes en el panorama sudamericano, se destacan por su enfoque ofensivo y su habilidad para realizar maniobras complejas con una aparente facilidad. Entrenan en el famoso estadio Maré Alta, ubicado en Río de Janeiro.",
      "image": "/images/Brasil.jpeg"
    },
    {
      "name": "Perú",
      "description": "Conocida como los Cóndores Rojos, es famosa por su juego metódico y estratégico, inspirado en la rica historia y geografía del país, desde los Andes hasta la Amazonía. Con una sólida trayectoria en el circuito sudamericano, destacan por su tenacidad en defensa y su capacidad para sorprender con tácticas inesperadas.",
      "image": "/images/Peru.jpeg"
    },
    {
      "name": "Colombia",
      "description": "Conocida como los Jaguares Dorados, es reconocida por su juego rápido y audaz, inspirado en la diversidad de su tierra, desde los valles hasta las montañas y selvas. Con una destacada presencia en torneos sudamericanos, se caracterizan por su agilidad y precisión en el campo. Entrenan en el legendario estadio Sierra Nevada, ubicado en la región cafetera, lo que les otorga una resistencia única y la capacidad de mantener un ritmo de juego intenso en cualquier terreno o clima.",
      "image": "/images/Colombia.jpeg"
    },
    {
      "name": "Noruega",
      "description": "Conocida como los Dragones del Fiordo, destaca por su juego implacable y disciplinado, reflejando el espíritu de los paisajes escarpados y los inviernos largos de su país. Con una reputación creciente en el circuito europeo, son expertos en tácticas defensivas y en controlar el ritmo del partido.",
      "image": "/images/Noruega.jpeg"
    },
    {
      "name": "Irlanda",
      "description": "Conocida como los Tréboles Esmeralda, es célebre por su juego rápido y lleno de ingenio, inspirado en las antiguas leyendas y paisajes verdes de la isla. Con una rica tradición en el quidditch europeo, se destacan por su ofensiva ágil y su capacidad para ejecutar complejas jugadas en equipo. Entrenan en el histórico estadio de Tara.",
      "image": "/images/Irlanda.jpeg"
    },
    {
      "name": "Nueva Zelanda",
      "description": "Conocida como los Kiwis Negros, se caracteriza por su estilo de juego veloz y feroz, inspirado en la majestuosidad de sus montañas y costas. Con una presencia fuerte en el circuito oceánico, son conocidos por su agresiva defensa y su habilidad para ejecutar maniobras aéreas con gran precisión.",
      "image": "/images/Nueva_Zelanda.jpeg"
    },
    {
      "name": "Australia",
      "description": "Conocida como los Canguros de Fuego, es famosa por su estilo de juego rápido y potente, inspirado en la vastedad de sus desiertos y la diversidad de su fauna. Dominantes en el circuito oceánico, se destacan por su agresividad en el ataque y su resistencia física, lo que los convierte en rivales formidables.",
      "image": "/images/Australia.jpeg"
    },
    {
      "name": "Uganda",
      "description": "Conocida como los Leones del Nilo, se destaca por su juego enérgico y creativo, inspirado en los vibrantes paisajes y la rica cultura del país. Con una creciente reputación en el circuito africano, son conocidos por su habilidad para adaptarse rápidamente a cualquier situación en el campo, combinando defensa sólida con jugadas ofensivas sorprendentes.",
      "image": "/images/Uganda.jpeg"
    },
    {
      "name": "Canadá",
      "description": "Conocida como los Alces Árticos, es reconocida por su juego sólido y estratégico, inspirado en la vastedad de sus bosques y la fuerza de sus inviernos. Con una destacada presencia en el circuito norteamericano, se distinguen por su robusta defensa y su capacidad para ejecutar jugadas bien coordinadas bajo presión.",
      "image": "/images/Canada.jpeg"
    }
  ]
}